Repository: ryo-d9/ApuSeq
Catalog: ApuSeq/Localizable.xcstrings
Source language: en
Languages: ja

source: %d matches
ja: %d件一致

source: 1 match
ja: 1件一致

source: A sequence named "%@" already exists.
ja: "%@" という名前の配列はすでに存在します。

source: ApuSeq uses the following software with gratitude to its developers and contributors.
ja: ApuSeqでは以下のソフトウェアを使用しています。開発に携わった皆様に感謝いたします。

source: About ApuSeq
ja: ApuSeqについて

source: Add a sequence
ja: 配列を追加

source: Add FASTA from Clipboard
ja: クリップボードからFASTAを追加

source: Add Sequence
ja: 配列を追加

source: Add Sequence...
ja: 配列を追加…

source: Align Selected Columns with MAFFT Auto
ja: 選択列をMAFFT Autoでアライン

source: Align with MAFFT
ja: MAFFTでアライン

source: Align with MAFFT Auto
ja: MAFFT Autoでアライン

source: Aligning with MAFFT...
ja: MAFFTでアライン中…

source: Alignment
ja: アラインメント

source: Amino acid
ja: アミノ酸

source: Appearance
ja: 外観

# Appearance Mode
source: Appearance
ja: 外観モード

source: At least two coding sequences are required for codon alignment.
ja: コドンアラインメントには2つ以上のコード配列が必要です。

source: At least two selected sequences must contain residues in the selected columns.
ja: 選択した列には、少なくとも2つの配列で残基が含まれている必要があります。

source: At least two sequences are required for MAFFT alignment.
ja: MAFFTアラインメントには少なくとも2つの配列が必要です。

source: Background Color
ja: 背景色

source: By Name
ja: 名前順

source: By UPGMA
ja: UPGMA順

source: Cancel
ja: キャンセル

source: Cannot Parse Alignment
ja: アラインメントを解析できません

source: Change background coloring
ja: 背景色を変更

source: Change sequence display order in view mode
ja: 表示モードで配列の表示順を変更

source: Changes in Edit mode are autosaved with versions.
ja: 編集モードでの変更はバージョン付きで自動保存されます。

source: Clear Reference
ja: 参照を解除

source: Codon Alignment
ja: コドンアラインメント

source: Codon alignment is available only for nucleotide sequences.
ja: コドンアラインメントは塩基配列でのみ使用できます。

source: Codon alignment requires FASTA input.
ja: コドンアラインメントにはFASTA入力が必要です。

# Columns %d-%d
source: Columns %1$d-%2$d
ja: 列 %1$d-%2$d

source: Consensus
ja: コンセンサス

source: Copy as FASTA
ja: FASTAとしてコピー

source: Copy Consensus
ja: コンセンサスをコピー

source: Copy Current Sequence
ja: 現在の配列をコピー

source: Copy Current Sequence as FASTA
ja: 現在の配列をFASTAとしてコピー

source: Copy Selection as FASTA
ja: 選択範囲をFASTAとしてコピー

source: Copy Sequence
ja: 配列をコピー

source: Could not map the aligned amino acid sequence back to codons for "%@".
ja: "%@" のアライン済みアミノ酸配列をコドンに戻せませんでした。

source: Current Sequence
ja: 現在の配列

source: Dark
ja: ダーク

source: Delete Current Sequence
ja: 現在の配列を削除

source: Delete Sequence
ja: 配列を削除

source: Display Order
ja: 表示順

source: Do not show again
ja: 今後表示しない

source: Document
ja: 書類

source: Done
ja: 完了

source: Edit
ja: 編集

source: Edit Mode
ja: 編集モード

source: Edit Mode Warning
ja: 編集モード切り替え時の警告

source: Editing
ja: 編集

source: Editing can modify the file. Use File > Revert To to restore an earlier version.
ja: 編集するとファイルが変更されます。以前のバージョンはファイル > バージョンを戻すから復元できます。

source: Enter a name for the new sequence.
ja: 新しい配列の名前を入力してください。

source: Enter a new name for this sequence.
ja: この配列の新しい名前を入力してください。

source: Enter Edit Mode
ja: 編集モードにする

source: Enter part of a sequence name.
ja: 配列名の一部を入力してください。

source: Entire Alignment
ja: アラインメント全体

source: Exit Edit Mode
ja: 編集モードを解除

source: File Format
ja: ファイル形式

source: Find Sequence Name
ja: 配列名を検索

source: Find Sequence Name...
ja: 配列名を検索…

source: Font Size
ja: フォントサイズ

source: Frame 1
ja: フレーム1

source: Frame 2
ja: フレーム2

source: Frame 3
ja: フレーム3

source: General
ja: 一般

source: Genetic Code
ja: 遺伝暗号

source: Hide Consensus Panel
ja: コンセンサスパネルを非表示

source: Hide Identity Panel
ja: 一致率パネルを非表示

source: Hide Inspector
ja: インスペクタを非表示

source: Hide Reference Panel
ja: 参照パネルを非表示

source: Identity
ja: 一致率

source: Identity Threshold
ja: 一致率のしきい値

source: Information
ja: 情報

source: Input data is not in FASTA, CLUSTAL, MUSCLE, or plain-text sequence format.
ja: 入力データはFASTA、CLUSTAL、MUSCLE、またはプレーンテキストの配列形式ではありません。

source: Insert Gap Column
ja: ギャップ列を挿入

source: Invertebrate Mitochondrial
ja: 無脊椎動物ミトコンドリア

source: License text could not be loaded.
ja: ライセンステキストを読み込めませんでした。

source: Light
ja: ライト

source: MAFFT Alignment Failed
ja: MAFFTアラインメントに失敗しました

source: MAFFT completed but did not produce an alignment.
ja: MAFFTは完了しましたが、アラインメントを生成しませんでした。

source: MAFFT did not return all selected sequences.
ja: MAFFTが選択されたすべての配列を返しませんでした。

# MAFFT failed with exit status %d: %@
source: MAFFT failed with exit status %1$d: %2$@
ja: MAFFTが終了ステータス%1$dで失敗しました: %2$@

source: MAFFT failed with exit status %d.
ja: MAFFTが終了ステータス%dで失敗しました。

source: Minority
ja: 少数残基

source: Mode
ja: モード

source: Mold/Protozoan Mitochondrial
ja: カビ/原生動物ミトコンドリア

source: Multiple sequence alignment program
ja: 多重配列アラインメントプログラム

source: Name
ja: 名前順

source: No matches
ja: 一致なし

source: None
ja: なし

source: Nucleotide
ja: 塩基配列

source: Open Source Licenses
ja: オープンソースライセンス

source: Operation Failed
ja: 操作に失敗しました

source: Original
ja: 元の順

# Page %d of %d
source: Page %1$d of %2$d
ja: %2$dページ中%1$dページ

source: Page Setup…
ja: ページ設定…

source: Plain Text
ja: プレーンテキスト

source: Positions
ja: 位置

source: Print Font Size
ja: 印刷フォントサイズ

source: Print…
ja: プリント…

source: Ref Mismatch
ja: 参照不一致

source: Ref:
ja: 参照:

source: Ref: %@
ja: 参照: %@

source: Reference
ja: 参照

source: Reference Sequence
ja: 参照配列

source: Remove All-Gap Columns
ja: 全ギャップ列を削除

source: Rename Current Sequence...
ja: 現在の配列名を変更…

source: Rename Sequence
ja: 配列名を変更

source: Rename Sequence...
ja: 配列名を変更…

source: Residue
ja: 残基

source: Reverse Complement
ja: 逆相補

source: Reverse complement is available only for nucleotide alignments.
ja: 逆相補は塩基配列アラインメントでのみ使用できます。

source: Select
ja: 選択

source: Select Column Down
ja: 下の列を選択

source: Select Column Up
ja: 上の列を選択

source: Select Line
ja: 行を選択

source: Select one or more alignment columns to realign.
ja: 再アラインする列を1つ以上選択してください。

source: Select Ungapped Chunk
ja: ギャップを含まない範囲を選択

source: Selected Columns
ja: 選択した列

source: Selected Positions
ja: 選択位置

source: Selected Sequences
ja: 選択した配列

source: Selected Sites
ja: 選択したサイト

source: Selection
ja: 選択範囲

source: Sequence
ja: 配列

source: Sequence "%@" does not contain a translated coding region in the selected frame.
ja: 選択したフレームでは、配列 "%@" に翻訳できるコード領域が含まれていません。

source: Sequence "%@" does not contain complete codons in the selected frame.
ja: 選択したフレームでは、配列 "%@" に完全なコドンが含まれていません。

source: Sequence %d: %@
ja: 配列%d: %@

source: Sequence name cannot be empty.
ja: 配列名は空にできません。

source: Sequence name not found.
ja: 配列名が見つかりません。

# Sequence Name Search Placeholder
source: Name
ja: 配列名

source: Sequence Names
ja: 配列名

source: Sequence Type
ja: 配列の種類

source: Sequences
ja: 配列

source: Set as Reference
ja: 参照に設定

source: Set Current Sequence as Reference
ja: 現在の配列を参照に設定

source: Show a warning before entering Edit mode because edits are autosaved.
ja: 編集モードにする前に、編集内容が自動保存されることを警告します。

source: Show alignment information
ja: アラインメント情報を表示

source: Show Consensus Panel
ja: コンセンサスパネルを表示

source: Show Identity Panel
ja: 一致率パネルを表示

source: Show Inspector
ja: インスペクタを表示

source: Show Reference Panel
ja: 参照パネルを表示

source: Sites
ja: サイト

source: Sort Sequences
ja: 配列を並べ替え

source: Standard
ja: 標準

source: Switch between read-only view and edit mode
ja: 読み取り専用の表示モードと編集モードを切り替えます

source: System
ja: システム

source: The amino acid alignment result did not match the input sequences.
ja: アミノ酸アラインメントの結果が入力配列と一致しませんでした。

source: The bundled MAFFT executable could not be found.
ja: 同梱されたMAFFT実行ファイルが見つかりませんでした。

source: The clipboard does not contain valid FASTA sequences.
ja: クリップボードに有効なFASTA配列がありません。

source: There is no alignment to print.
ja: 印刷できるアラインメントがありません。

source: Total Characters
ja: 全文字数

source: Translation
ja: 翻訳

source: Translation is available only for nucleotide alignments.
ja: 翻訳は塩基配列アラインメントでのみ使用できます。

source: Trim Trailing Gaps
ja: 末尾のギャップを削除

source: Version %@
ja: バージョン %@

source: Vertebrate Mitochondrial
ja: 脊椎動物ミトコンドリア

source: View
ja: 表示

source: Website
ja: Webサイト

source: Yeast Mitochondrial
ja: 酵母ミトコンドリア
